Repository: PixelDima/noor-child
Catalog: languages/*.po
Languages: ar

source: Invalid %1$s method: %2$s
ar: غير صالحة %1$s الطريقة: %2$s

source: Add Group
ar: إضافة مجموعة

source: Remove Group
ar: إزالة المجموعة

source: Sorry, this field does not have a cmb_id specified.
ar: عذرا، لا يحتوي هذا الحقل على محدد cmb_id.

source: File:
ar: ملف:

source: Term Metadata is a WordPress 4.4+ feature. Please upgrade your WordPress install.
ar: المصطلحات الوصفية في ووردبريس> 4.4. الرجاء ترقية تثبيت وردبريس.

source: Term metaboxes configuration requires a "taxonomies" parameter.
ar: ضبط صندوق الميتا يتطلب وجود متغير خاص ب ID.

source: %1$s should be implemented by the extended class.
ar: يجب تنفيذ %1$s من خلال الفئة الموسعة.

source: Clear
ar: إضافة مسافة

source: Default
ar: افتراضي

source: Select Color
ar: حدد اللون

source: Current Color
ar: اللون الحالي

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
ar: الاحد، الاثنين، الثلاثاء، الاربعاء، الخميس، الجمعة، السبت

source: Su, Mo, Tu, We, Th, Fr, Sa
ar: الاحد، الاثنين، الثلاثاء، الاربعاء، الخميس، الجمعة، السبت

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
ar: الاحد، الاثنين، الثلاثاء، الاربعاء، الخميس، الجمعة، السبت

source: January, February, March, April, May, June, July, August, September, October, November, December
ar: يناير، فبراير، مارس، أبريل، مايو، يونيو، يوليو، أغسطس، سبتمبر، أكتوبر، نوفمبر، ديسمبر

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
ar: يناير، فبراير، مارس، أبريل، مايو، يونيو، يوليو، أغسطس، سبتمبر، أكتوبر، نوفمبر، ديسمبر

source: Today
ar: اليوم

source: Done
ar: اكتمل

source: Choose Time
ar: اختر الزمن

source: Time
ar: الوقت

source: Hour
ar: ساعة

source: Minute
ar: دقيقة

source: Second
ar: ثانية

source: Now
ar: الآن

source: Use this file
ar: استخدم هذا الملف

source: Use these files
ar: استخدم هذه الملفات

source: Remove Image
ar: إزالة الصورة

source: Select / Deselect All
ar: حدد / لا تحدد الجميع

source: Nothing to update.
ar: لا شيء لتحديث.

source: Settings updated.
ar: تم تحديث الإعدادات.

source: Add Row
ar: إضافة صف

source: Remove Row
ar: إزالة صف

source: This box does not have read permissions.
ar: هذا المربع ليس لديه صلاحيات قراءة.

source: This box does not have write permissions.
ar: هذا المربع ليس لديه صلاحيات الكتابة‪.

source: The id for the object.
ar: معرف للكائن.

source: The title for the object.
ar: عنوان الكائن.

source: Add or Upload Files
ar: أضف أو ارفع ملفات

source: No terms
ar: بدةن شروط
