Repository: PixelDima/noor-child
Catalog: languages/*.po
Languages: ar

source: logo settings
ar: إعدادات الشعار

source: You can change the logo width for this spisific page only
ar: يمكنك تغيير عرض الشعار لهته الصفحة فقط

source: Add or Upload File
ar: أصف أو ارفع ملف

source: Upload your Logo image, or enter logo URL link using the field.
ar: ارفع صورة الشعار، او أدخل رابط الشعار باستخدام هذا الحقل.

source: RTL logo settings
ar: إعدادات شعار RTL

source: Choose to display or hide page title bar
ar: إختر لإظهار أو إخفاء شريط عنوان صفحة

source: Page Title Position
ar: مكان عنوان الصفحة

source: center
ar: المنتصف

source: You can change Page Title position to start (left) or center
ar: يمكنك تغيير مكان عنوان الصفحة البدء (يسار) أو في المنتصف

source: Apply this to highlight the text in dark backgrounds
ar: طبق هذا لتوضيح النص على الخلفيات الداكنة

source: Choose to show or hide the breadcrumbs bar.
ar: اختيار إظهار أو إخفاء شريط التنقل للصفحات.

source: Second Page Titel
ar: العنوان الثاني

source: You can change your page title.
ar: يمكنك تغيير عنوان صفحتك.

source: Subtitle
ar: العنوان الفرعي

source: Add your page subtitle
ar: ادخل عنوان الصفحة الفرعى

source: Page Title Background
ar: خلفية عنوان الصفحة

source: Add or Upload Image
ar: أضافه صوره أو تحميلها

source: Upload your background image, or enter image URL link using the field.
ar: قم بتحميل صوره الخلفية ، أو ادخل رابط URL للصورة باستخدام الحقل.

source: Page Title Color
ar: لون العنوان الصفحة

source: Page Title Color as Cover
ar: إستخدام لون عنوان الصفحة كغلاف

source: Choose the animation effect for the background image.
ar: إختر تأثير الحركة بالنسبة لصورة الخلفية.

source: Choose to show or hide the copyright on vertical menu.
ar: اختر إظهار أو إخفاء حقوق النشر على القائمة الرأسية.

source: Element Shortcode Above the Sidebar
ar: رمز العنصر فوق الشريط الجانبي

source: Enter here a shortcode created by NOOR to display it above the sidebar and below page title.
ar: أدخل هنا الرمز القصير ( Shortcode ) التي تم إنشاؤها بواسطة نور لعرضه فوق الهامش وتحت عنوان الصفحة.

source: Body CSS Class(es)
ar: الجسم فئة/فئات CSS

source: Add a custom CSS class to the &lt;body&gt; element. Separate multiple class names with a space.
ar: إضافة فئة CSS مخصصة إلى عنصر <body>.افصل كل اسم فئة بمسافة.

source: If your global content layout includes a sidebar, selecting this options will affect this page only.
ar: إذا كان تخطيط المحتوى العام الخاص بك يتضمن العمود الجانبي، إختيار هذا الخيار سيتم تطبيقه على هاته الصفحة فقط.

source: Choose Sidebar.
ar: اختر العمود الجانبي.

source: Sidebar sticky
ar: العمود الجانبي (Sidebar) لصوق

source: This will make Sidebar sticky (Useful when a sidebar is too tall or too short compared to the rest of the content)
ar: هذا سيجعل العمود الجانبي لصوق (جيدة إذا كان العمود الجانبي طويل جدا او قصير جدا بالنسبة للمحتوى)

source: Custom Sidebar width
ar: تخصيص عرض العمود الجانبي

source: Enabling this option will let you change sidebar width
ar: تفعيل هذه الخاصية سيمكنك من تغيير عرض الشريط الجانبي

source: Sidebar width (px)
ar: عرض العمود الجانبي (بكسل)

source: Sidebar width (%)
ar: عرض العمود الجانبي (%)

source: Choose your site layout
ar: حدد الواجهة الخاصة بك

source: Frame size
ar: حجم الإطار

source: Choose the frame size
ar: اختر حجم الغطار

source: Choose color for the frame
ar: اختيار لون للإطار

source: Custom content width
ar: تخصيص عرض المحتوى

source: Enabling this option will let you change content width
ar: تفعيل هذه الخاصية سيمكنك من تغيير عرض المحتوى

source: Site content width (%)
ar: عُرض محتوى الموقع (%)

source: Site max content Width (px)
ar: أقصى عرض لمحتوى الموقع (بكسل)

source: The site preloader appears while the content is loading and hold visitor from seeing the content restructures until the page renders correctly. If you choose the default option the displaying will correspond to the theme options settings.
ar: يظهر أداة التحميل المسبق للموقع أثناء تحميل المحتوى وتوقيف الزائر من رؤية إعادة هيكلة المحتوى حتى تعرض الصفحة بشكل صحيح. إذا اخترت الخيار الافتراضي فإن العرض يتوافق مع إعدادات خيارات الموقع.

source: This color will be applied to Website body.
ar: هذا اللون سيتم تطبيقه على جسم الموقع.

source: This Background will be applied to Website body.
ar: هذه الخلفية سيتم تطبيقها على جسم الموقع.

source: Big Footer
ar: ذيل الصفحة الكبير

source: Enable or disable big footer
ar: تفعيل أو تعطيل الفوتر الكبير

source: Enable
ar: تفعيل

source: Disable
ar: تعطيل

source: Featured Areas
ar: منطقةمميزة

source: Featured Background Color
ar: لون الخلفية في المنطقة المميزة

source: Featured Border Color
ar: لون حدود المنطقة المميزة

source: Featured Background Image
ar: صورة الخلفية للمنطقة المميزة

source: General Widgets
ar: ودجات عامة

source: Second Footer Widgets Area
ar: مكان الودجات الثانية في الفوتر

source: Custom Post
ar: موضوع مخصص

source: Hide Featured Image
ar: إخفاء الصورة المميزة

source: Disabling this option will remove the featured image from single post only (Will not affect post lists, masonry and grid styles)
ar: سيؤدي تعطيل هذا الخيار إلى إزالة الصورة المميزة من هذا الموضوع فقط (لن يؤثر ذلك على قائمة المواضيع، ومختلف أنواع عرض المواضيع)

source: Fullwidth Section
ar: صفحة كاملة العرض

source: Full-Width Section
ar: صفحة كاملة العرض

source: Active to apply Full-Width sections to this page (by checking this option, the sidebar will disappear)
ar: اختر لتطبيق العرض الكامل للأقسام في هذه الصفحة (عند اختيار هذه الخاصية الشريط الجانبي سيختفي)

source: Dima Post Gallery
ar: معرض الصور

source: Add gallery images
ar: إضافة معرض الصور

source: Customizer Backup
ar: النسخ الاحتياطي للتخصيص

source: Easily export or import your Theme WordPress Customizer settings!
ar: بكل سهولة يمكنك تصدير أو استراد كل إعدادات المخصص للورد برس الخاصة بك.

source: ERROR: An import error occured. Please try again.
ar: خطأ: حدث خطأ في الاستيراد. حاول مرة اخرى.

source: Done!
ar: اكتمل!

source: Successfully restored!.
ar: تمت الإستعادة بنجاح!.

source: Invalid file type provided or file size too big. Please try again.
ar: نوع الملف المقدم غير صالح أو حجم الملف كبير جدا. حاول مرة اخرى.

source: Upload your %s Customizer Settings (.json) file and we&apos;ll import the customizer options into this site.
ar: ارفع %s إعدادات المخصص ملف (.json) و we&apos;ll إسترد خيارات المخصص الى هذا المقع.

source: Upload
ar: ارفع

source: Export
ar: تصدير

source: Clicking the button below will create a JSON file that contain all customizer settings.
ar: الضغط على الزر أسفله سيتم إنشاء ملف JSON يحتوي على جميع إعدادات المخصص.

source: Successfully Export.
ar: تم التصدير بنجاح!.

source: Success!
ar: تم بنجاح!

source: Successfully reset.
ar: تمت إعادة التعيين بنجاح.

source: When you click the button below WordPress will reset your Customizer settings as if it were a new installation (you can also import/export your custom configurations)
ar: عند ضغطك على الزر أسفلو ووردبريس سيقوم بإعادة تعيين خصائص المخصص كأنها جديدة التنصيب (يمكنك كذلك إستراد/تصدير إعداداتك المخصصة)

source: Successfully delete cachet.
ar: بنجاح حذف cachet.

source: Important!
ar: الهامه!

source: Resets all Dynamic CSS, cleans-up the database and deletes the %1$s folder.
ar: أعاده تعيين كافة CSS الديناميكية ، وتنظيف قاعده البيانات وحذف المجلد%1$s.

source: Delete All Cache.
ar: حذف كافة ذاكره التخزين المؤقت.

source: Clicking the button below will clear and delete all cache files.
ar: النقر فوق الزر أدناه سيتم مسح وحذف كافة ملفات ذاكره التخزين المؤقت.

source: Delete All Cache
ar: حذف كافة ذاكره التخزين المؤقت.

source: Thanks for Choosing %1$s - The worlds most powerful Multi-Purpose Theme. This page will help you quickly get up and running with %1$s.
ar: شكرا لاختيار %1$s -- أقوى قالب متعدد الأغراض. ستساعدك هذه الصفحة على بدء بسرعة مع %1$s.

source: Setup Wizard
ar: معالج الاعداد

source: Need help? We're here %s
ar: تحتاج مساعدة؟ نحن هنا %s

source: How-to Videos
ar: فيديو

source: Our How-to videos is perfect for learning about Noor and what is possible.
ar: تعتبر مقاطع الفيديو الخاصة بنا مثالية للتعرف على نور وما هو ممكن.

source: Open Videos
ar: فتح أشرطة الفيديو

source: Online Documentation
ar: التوثيق عبر الإنترنت...

source: We recommend you to browse through the Knowledge Base which cover most of your questions.
ar: ننصحك بتصفح قاعدة المعارف التي ستغطي معظم أسئلتك.

source: Open Documentation
ar: فتح تعليمات الارشادات

source: Premium Support
ar: دعم مدفوع

source: Need one-to-one assistance? Get in touch with our Support team.
ar: هل تحتاج إلى مساعدة فردية؟ اتصل بفريق الدعم.

source: Send us a Support Ticket
ar: أرسل لنا تذكرة دعم

source: What does support include?
ar: ما الذي يتضمنه الدعم؟

source: Howdy
ar: مرحبا

source: Plugins
ar: الإضافات

source: All the plugins are well tested to work with %s and we keep them up to date. The themes comes packed with the following premium and free plugins
ar: كل الإضافات تم اختبارها جيدا مع قالب %s وسنستمر في تحديث كل الإضافات الغير مجانية. القالب يأتي مع مجموعة من الإضافات المجانية و الغير المجانية

source: Active
ar: مفعّل

source: Inactive
ar: غير نشط

source: Not Installed
ar: غير مثبت

source: New Version Available: %s
ar: نسخة جديدة متوفرة: %s

source: Required
ar: مطلوب

source: Premium
ar: علاوة

source: Install %s
ar: تثبيت %s

source: Update %s
ar: تحديث %s

source: Update
ar: تحديث

source: Deactivate %s
ar: تعطيل %s

source: Deactivate
ar: تعطيل

source: Please copy and paste this information in your ticket when contacting support:
ar: يرجى نسخ هذه المعلومات ولصقها في تذكرتك عند الاتصال بالدعم:

source: Get system report
ar: الحصول على تقرير النظام

source: Looking for a good web hosting company? %1$sCheck our recommendations!%2$s
ar: هل تبحث عن شركة استضافة جيدة؟ %1$sتحقق من توصياتنا!%2$s

source: System Status
ar: حالة النظام

source: Here you can check the system status.
ar: هنا يمكنك مراقبة حالة النظام.

source: This plugin is required to run %1$s. It provides all the shortcodes used in %2$s
ar: هذا المساعد مطلوب لتشغيل%1$s. وهو يوفر جميع الرموز القصيرة المستخدمة في%2$s

source: Menu Icon (Use font awesome)
ar: قائمة الأيقونات (استخدم Font Awesome )

source: Menu Icon (SVG)
ar: قائمة الأيقونات (SVG)

source: Text Classes
ar: CSS Classes (اختياري)

source: Menu First Level Style
ar: نمط قائمة المستوى الأول

source: Default Style
ar: نمط افتراضي

source: Button Mini
ar: زر صغير جدا

source: Button Small
ar: زر صغير

source: Button Large
ar: زر كبير

source: Button Big
ar: زر كبير جدا

source: Button Huge
ar: زر ضخم

source: Enable %s Mega Menu
ar: تفعيل %s القائمة الكبيرة

source: Full Width Mega Menu
ar: قائمة ميجا كاملة العرض

source: Enable Masonry Menu
ar: تفعيل قائمة الجدار

source: Disable MegaMenu Title
ar: تعطيل عنوان القائمة الكبيرة

source: Mega Menu Columns
ar: أعمدة القائمة الكبيرة

source: Set MegaMenu Background
ar: إضافة صورة خلفية القائمة الكبيرة

source: Padding:
ar: إضافة الحشو

source: Left
ar: يسار

source: Right
ar: يمين

source: Top
ar: أعلى

source: Bottom
ar: أسفل

source: %s (Invalid)
ar: %s (غير صالح)

source: %s (Pending)
ar: %s (قيد الانتظار)

source: sub item
ar: عنصر فرعي

source: Move up
ar: تحريك لاعلي

source: Move down
ar: تحرك لأسفل

source: Edit Menu Item
ar: تحرير عناصر القائمة

source: URL
ar: رابط

source: Navigation Label
ar: تسمية الملاحة

source: Title Attribute
ar: عنوان السمة

source: Open link in a new window/tab
ar: فتح الرابط في نافذة جديدة

source: CSS Classes (optional)
ar: CSS Classes (اختياري)

source: Link Relationship (XFN)
ar: رابط العلاقات (XFN)

source: The description will be displayed in the menu if the current theme supports it.
ar: هذا الوصف سوف يظهر في قائمة الثيم الحالي اذا كان يدعم هذه الخاصية.

source: Up one
ar: للاعلى

source: Down one
ar: للاسفل

source: To the top
ar: الى الأعلى

source: Original: %s
ar: أصلي: %s

source: Add to Wishlist
ar: إضافة إلى قائمة الرغبات

source: Comment navigation
ar: الإنتقال بين التعليقات

source: &larr; Older Comments
ar: &larr; تعليقات قديمة

source: Newer Comments &rarr;
ar: أحدث التعليقات &rarr;

source: Comments are closed.
ar: التعليقات مغلقة.

source: Name*
ar: الاسم *

source: Email*
ar: البريد الالكتروني *

source: Website
ar: الموقع الإلكتروني

source: Save my name, email, and website in this browser for the next time I comment.
ar: احفظ اسمي والبريد الإلكتروني وموقع الويب في هذا المتصفح للمرة التالية التي أعلق عليها.

source: You must be %1$slogged in%2$s to post a comment.
ar: يجب %1$s تسجيل الدخول %2$s لكي تضيف رد.

source: Logged in as
ar: مسجل باسم

source: Log out of this account
ar: تسجيل الخروج من هذا الحساب

source: Log out &raquo;
ar: تسجيل الخروج &raquo;

source: cancel reply
ar: الغاء التعليق

source: Comment...
ar: التعليق...

source: Post comment
ar: أكتب تعليق

source: Leave a Reply
ar: اترك ردا

source: Permalink to: "%s"
ar: الرابط الثابت "%s"

source: Entries by
ar: بواسطة

source: Something went wrong. Please refresh the page and try again!
ar: حدث خطأ ما. رجاءا قم بتحديث الصفحة ثم حاول مرة أخرى!

source: Please define default parameters in the form of an array.
ar: يرجى تحديد المعلمات الافتراضية في شكل مصفوفة.

source: Please define an SVG icon filename.
ar: برجاء تحديد إسم ملف أيقونة SVG.

source: Welcome
ar: مرحبا

source: License
ar: الترخيص

source: Child
ar: طفل

source: Content
ar: المحتوى

source: Ready
ar: جاهز

source: The license activation step has been displayed
ar: تم عرض خطوة تنشيط الترخيص

source: The child theme installation step has been displayed
ar: تم عرض خطوة تثبيت الموضوع التابع

source: req
ar: مطلوب

source: The plugin installation step has been displayed
ar: تم عرض خطوة تثبيت البرنامج المساعد

source: Select Demo
ar: حدد المثال التوضيحي

source: An error occurred, please try again.
ar: حدث خطأ. من فضلك حاول مرة أخرى.

source: Your license key expired on %s.
ar: مفتاح التفعيل إنتهت صلاحيته بتاريخ %s.

source: Your license key has been disabled.
ar: تم تعطيل مفتاح الترخيص الخاص بك.

source: This appears to be an invalid license key for %s.
ar: يبدو أن مفتاح الترخيص غير صالح لـــ %s.

source: Activating
ar: تنشيط

source: Updating
ar: تحديث

source: Installing
ar: يتم التنصيب

source: Invalid content!
ar: محتوى غير صالح!

source: Invalid data!
ar: بيانات غير صالحه!

source: Demo content data.
ar: بيانات المحتوى التجريبي.

source: Pending
ar: قيد الانتظار

source: Demo products data.
ar: بيانات المنتجات التجريبية.

source: Pages
ar: الصفحات

source: Demo pages data.
ar: بيانات الصفحات التجريبية.

source: Posts
ar: مواضيع

source: Demo posts data.
ar: عرض المشاركات البيانات.

source: media
ar: الوسائط

source: Demo media data.
ar: بيانات الوسائط التجريبية.

source: Demo portfolio data.
ar: بيانات محفظة العرض التوضيحي.

source: Sample widgets data.
ar: عينة بيانات الملحقات.

source: Revolution Slider
ar: ريفلوشن سلايدر

source: Sample Revolution sliders data.
ar: ‫Slider Revolution ملفات

source: Options
ar: خيارات

source: Sample theme options data.
ar: عينة بيانات خيارات المظهر.

source: Redux Options
ar: خيارات Redux

source: After import setup.
ar: بعد إعداد الاستيراد.

source: All Content
ar: جميع المحتويات

source: Installation/Update Of Required Plugins Needed
ar: تركيب / تحديث الإضافات المطلوبة اللازمة

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة

source: Installing Plugin: %s
ar: جاري تثبيت الإضافة: %s

source: Something went wrong with the plugin API.
ar: حدث خطأ ما مع إضافة API.

source: This theme requires the following plugin: %1$s.
ar: يتطلب هذا القالب الإضافة التالية: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب يتوافق مع الإضافات التالية: %1$s.

source: The following required plugin is currently inactive: %1$s.
ar: الإضافات المطلوبة غير مفعلة حاليا: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: الإضافات المتوافقة مع القالب غير مفعلة حاليا: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: تحتاج هذه الإضافة إلى تحديث لتكون متوافقة مع القالب الخاص بك %1$s..

source: Begin installing plugin
ar: جاري تثبيت الإضافة: %s

source: Activate installed plugin
ar: تفعيل الإضافات المثبتة

source: Return to Required Plugins Installer
ar: الرجوع إلى مثبت الإضافات المطلوبة

source: Plugin activated successfully.
ar: تم تفعيل الإضافة بنجاح.

source: All plugins installed and activated successfully. %s
ar: تم تفعيل وتثبيت كل الإضافات بنجاح. %1$s

source: This plugin is bundled with %s.
ar: هذه الإضافة مجملة مع %s.

source: %1$s Details
ar: %1$s تفاصيل

source: Bullet Point Text
ar: نص نقطة الترقيم

source: Price Assignment
ar: تعيين السعر

source: Add New Detail
ar: إضافة تفاصيل جديدة

source: Enter a feature about this product.
ar: إضافة ميزات عن المنتج.

source: EDD Settings
ar: خيارات EDD

source: Here you will find various options you can use to create different page styles.
ar: هنا سوف تجد الخيارات المختلفة التي يمكن استخدامها لإنشاء مختلف تخطيطات الصفحة.

source: Share icons
ar: أيقونات المشاركة

source: Check to display Share icons and Tags
ar: إختر لعرض أيقونات المشاركة والوسوم

source: Display purchase button on the widget.
ar: عرض زر الشراء علي الودجت.

source: General
ar: عامة

source: Details
ar: التفاصيل

source: Slider Settings
ar: إعدادات المنزلق

source: Dima Page Settings
ar: اعدادات الصفحة

source: Portfolio Settings
ar: إعدادات معرض الأعمال

source: Video source
ar: مصدر الفيديو

source: YouTube
ar: يوتيوب

source: vimeo
ar: فيميو

source: Embedded
ar: فيديو (مضمن)

source: Self hosted
ar: فيديو (مرفوع على الموقع)

source: YouTube video ID
ar: ID فيديو اليوتيوب

source: Look at the URL of the video, and at the end of it, you should see a combination of numbers and letters after an equal sign (=).
ar: أنظر على رابط الفيديو وفي نهايته، يجب ان ترى مجموعة من الأرقام والحروف بعد رمز (=)

source: Vimeo video ID
ar: ID فيديو فيميو

source: Copy the numeric code that appears at the end of the video URL.
ar: انسخ الكود الرقمي الذي يظهر في نهاية رابط الفيديو.

source: M4V File URL
ar: رابط ملف M4V

source: The URL to the .m4v video file.
ar: رابط ملف الفيديو m4v .

source: ogv File URL
ar: رابط ملف OGV

source: The URL to the .ogv video file.
ar: رابط ملف الفيديو OGV .

source: Self hosted video file in webM format
ar: فيديو (مرفوع على الموقع) هيئة WebM

source: video Width
ar: عرض الفيديو

source: video Height
ar: ارتفاع الفيديو

source: Embedded Video Code
ar: كود الفيديو المضمن

source: If you are using something other than self hosted video such as YouTube, Vimeo, or Wistia, paste the embed code here. This field will override the above.
ar: إذا كان لديك فيديو على موقع يوتيوب، فيميو، أو ويستيا او غيرها ادخل الكود هنا وسيتم تجاهل الادخالات أعلاه.

source: Embedded Video URL
ar: رابط الفيديو المضمن

source: If you are using something other than self hosted video such as YouTube, Vimeo, or Wistia, paste the link here. This field will override the above.
ar: إذا كان لديك فيديو على موقع يوتيوب، فيميو، أو ويستيا او غيرها ادخل الرابط هنا وسيتم تجاهل الادخالات أعلاه.

source: Override the portfolio visibility.
ar: تجاوز رؤية معرض الأعمال.

source: Specify the style template for the portfolio post.
ar: حدد نمط قالب التخطيط لموضوع معرض الأعمال.

source: Image LightBox (Optional)
ar: LightBox الصور (اختياري)

source: Upload your project LightBox image if it has a different size than the featured image
ar: حمِّل صورة مشروع لـ LightBox إذا كان حجم الصورة مختلفً عن الصورة المميزة

source: Specify the layout template for the portfolio post
ar: حدد قالب التخطيط لموضوع معرض الأعمال

source: Details on the left
ar: التفاصيل على اليسار

source: Details on the right
ar: التفاصيل على اليمين

source: External Link?
ar: رابط خارجي?

source: Open in new Tab?
ar: افتح في تاب جديد?

source: Override the related projects visibility
ar: تجاوز رؤية المشروع ذي الصلة

source: Video Portfolio
ar: معرض أعمال الفيديو

source: Dima Post Settings
ar: إعدادات الموضوع

source: Poster
ar: صورة الفيديو

source: Popup
ar: معلومات منبثقة

source: Add your media link ex: youtube, vimeo, ..etc, or Iframe URL. Note. This will displayed only in post list and applies only if you choose a featured image for the post.
ar: أضف رابط الوسائط السابق: يوتوب أو فيميو أو ..etc أو إفريم ورل. ملحوظة. سيظهر هذا فقط في قائمة المواضيع وينطبق فقط إذا اخترت صورة مميزة للموضوع.

source: Audio source
ar: مصدر الصوت

source: Producer(s)
ar: المنتج

source: Audio author
ar: الكاتب

source: MP3 File URL
ar: رابط ملف MP3

source: The URL to the .mp3 audio file.
ar: رابط ملف صوتي. MP3.

source: OGA File URL
ar: رابط ملف OGA

source: The URL to the .oga or .ogg audio file.
ar: رابط ملف الصوتي .oga او .ogg.

source: Embedded Audio Code
ar: كود الصوت المضمن

source: If you are using something other than self hosted audio such as Soundcloud paste the embed code here. This field will override the above.
ar: إذا كان لديك ملف صوتي على موقع ساوند كلاود أو غيرها ادخل الكود هنا وسيتم تجاهل الادخالات أعلاه.

source: Embedded Audio URL
ar: رابط الصوت المضمن

source: If you are using something other than self hosted audio such as Soundcloud paste the link here. This field will override the above.
ar: إذا كان لديك ملف صوتي على موقع ساوند كلاود أو غيرها ادخل الرابط هنا وسيتم تجاهل الادخالات أعلاه.

source: The Quote
ar: الإقتباس

source: Input your quote.
ar: ادخل اقتباسك.

source: Citation
ar: استشهاد

source: Specify who originally said the quote.
ar: تحديد صاحب الاقتباس.

source: Insert your link URL, e.g. http://www.pixeldima.com.
ar: إدراج رابط، على سبيل المثال http://www.themeforest.net.

source: Link text
ar: رابط النص

source: Controls the animation type, "fade" or "slide"
ar: التحكم في نوع الحركة "تلاشي / منزلق"

source: Speed
ar: السرعة

source: Set the speed of the slideshow cycling, in milliseconds
ar: تعيين سرعة دورة شرائح المنزلق بالميلي ثانية

source: Auto play speed
ar: تشغيل السرعة تلقائي

source: Set the auto play speed, in milliseconds.
ar: ضبط سرعة الحركة، بالميلي ثانية.

source: Display navigation dots
ar: عرض نقاط التنقل للمنزلق

source: Choose to show or hide the navigation dots.
ar: إختر لإظهار أو إخفاء نقاط المنزلق.

source: Display Previous/Next Pagination
ar: عرض أسهم التصفح السابق / التالي

source: Blog details
ar: تفاصيل المدونة

source: Video Post
ar: موضوع الفيديو

source: Audio Post
ar: الموضوع الصوتي

source: Quote Post
ar: موضوع الاقتباس

source: Link Post
ar: الموضوع برابط

source: Gallery Post
ar: موضوع المعرض

source: Dima Product Settings
ar: إعدادات المنتج

source: Here you will find various options you can use to create different product styles.
ar: هنا سوف تجد الخيارات المختلفة التي يمكن استخدامها لإنشاء مختلف أنامط المنتج.

source: The customizer import has finished successfully
ar: تم الانتهاء من استيراد مخصص بنجاح

source: Missing URL for downloading a file!
ar: عنوان URL مفقود لتنزيل ملف!

source: Error: Widget import file could not be found.
ar: خطأ: تعذر العثور على ملف استيراد القطعة.

source: Sidebar does not exist in theme (moving widget to Inactive)
ar: الشريط الجانبي غير موجود في السمة (جاري نقل الويدجت إلى المنطقة غير الفعالة)

source: Site does not support widget
ar: الموقع لا يدعم الودجات

source: Widget already exists
ar: الاضافة موجودة بالفعل

source: Imported
ar: مستورد

source: No Title
ar: بلا عنوان

source: No results for widget import!
ar: لا توجد نتائج لاستيراد الويدجت!

source: Select Font
ar: تحديد الخط

source: FontFace Fonts
ar: خطوط fontface

source: Metabox configuration is required to have an ID parameter.
ar: ضبط صندوق الميتا يتطلب وجود متغير خاص ب ID.

source: Click to toggle
ar: أنقر للتبديل

source: Please Try Again
ar: الرجاء المحاولة مرة أخرى

source: Remove Embed
ar: إزالة المدمج

source: No oEmbed Results Found for %1$s. View more info at %2$s.
ar: لاتوجد نتائج oEmbed من أجل %s. عرض مزيد من معلومات في %s.

source: The "%1$s" field parameter has been deprecated in favor of the "%2$s" parameter.
ar: الـ "%1$s" تم إقاف حقل المعامل لصالح "%2$s" معامل.

source: Using the "%1$s" field parameter as a callback has been deprecated in favor of the "%2$s" parameter.
ar: باستخدام "%1$s" حقل المعلمة كما تم إهمالها رد اتصال صالح "%2$s" المعلمة.

source: Invalid %1$s property: %2$s
ar: غير صالحة %1$s خاصية: %2$s
