Repository: PixelDima/noor-child
Catalog: languages/*.po
Languages: ar

source: This color will be applied to call to action elements such as buttons and hover icons. It's preferable to be attractive color and define the main color of your website.
ar: هذا اللون سينطبق على عناصر الدعوة كالزر والأيقونات، من الأحسن أن يكون لون جذاب و ويعرف اللون الرئيسي لموقعك.

source: Secondary color
ar: اللون الثانوي

source: This color will be applied to other elements and it's preferable to be like your headings color or a dark color.
ar: هذا اللون سينطبق على باقي العناصر، من الأحسن أن مماثل للون العناوين وعاتم.

source: Website Background Color
ar: لون خلفية الموقع

source: Website Background Image
ar: صورة خلفية الموقع

source: Website Background Repeat
ar: خلفية الموقع المكررة

source: Website Background Attachment
ar: مرفق خلفية الموقع

source: Website Background Position
ar: موضع خلفية الموقع

source: Website Background Size
ar: حجم خلفية الموقع

source: Custom Fonts
ar: خطوط مخصصة

source: Google Fonts Mode
ar: وضع خطوط Google

source: Local
ar: المحليه

source: CDN
ar: شبکه های تحویل محتوا CDN

source: When set to "Local", the Google fonts set in Theme Options will be downloaded to your server. Set to "CDN" to use the Google CDN.
ar: عند التعيين إلى "محلي" ، سيتم تنزيل خطوط Google التي تم تعيينها في خيارات السمة إلى الخادم الخاص بك. تعيين إلى "كندي" لاستخدام كندي جوجل.

source: Font Subsets
ar: فروع الخط

source: Custom Font #1
ar: #1 الخط المخصص

source: Custom Font #2
ar: #2 الخط المخصص

source: Custom Font #3
ar: #3 الخط المخصص

source: Apply to use the font-awesome v5
ar: استخدام font-awesome النسخة 5

source: Use font-awesome v5 SVG
ar: استخدام font-awesome النسخة 5 SVG

source: Upgrading from FontAwesome Version 4
ar: الترقية من font-awesome الإصدار 4

source: Source
ar: المصدر

source: Theme Defaults
ar: افتراضيات القالب

source: Google Fonts
ar: خطوط جوجل

source: Standard Fonts
ar: الخطوط القياسية

source: Custom Fonts (e.g. Typekit)
ar: الخطوط المخصصة (مثل typekit)

source: Font Family
ar: عائلة الخط

source: Font Variants
ar: أنواع الخط

source: Font Weights
ar: أوزان خط الجسم

source: Important: Not all fonts support every font-weight.
ar: هام: لا تعتمد كافة الخطوط كل الخط الوزن.

source: Font Size
ar: حجم الخط

source: You can add: px-rem-em-%, leave empty and it will apply px
ar: يمكنك أضافه: px-rem-em-٪ ، وترك فارغه وسوف تطبق بكسل

source: Line Height
ar: ارتفاع الخط

source: Utilities for controlling the leading (line height)
ar: الاداات المساعدة للتحكم في القيادة (ارتفاع الخط)

source: Letter Spacing
ar: تباعد الحروف

source: Font Color
ar: لون النص

source: Text Link color
ar: لون الرابط

source: This color will be applied to the important text links in your website and it's preferable to be like your website main color.
ar: هذا اللون سينطبق على الروابط المهمة في النصوص في موقعك، من الأحسن أن يكون لون مماثل للون الرئيسي لموقعك.

source: Text Link Hover color
ar: لون الرابط عند تمرير الماوس

source: Heading Font Style
ar: نمط خط العنوان

source: Headings color
ar: لون العناوين

source: Font Size (px)
ar: حجم الخط(بكسل)

source: Font Style
ar: نمط الخط

source: Font Hover Color
ar: لون الخط التحويم

source: Logo Text Color
ar: لون الشعار

source: Advanced Search
ar: بحث متقدم

source: Search Tabs
ar: تبويبات البحث

source: blog
ar: المدونة

source: Digital Product
ar: المنتجات الرقمية

source: Default Search is:
ar: البحث الافتراضي:

source: Woo Product
ar: Wooمنتج

source: Posts Style
ar: نمط المواضيع

source: Columns
ar: الاعمدة

source: Comments Style
ar: نمط التعلق

source: Full Post Content on Index
ar: محتوى الموضوع كامل في الرئيسة

source: Excerpt Limit
ar: حد المقتطفات

source: Displayed Post Excerpt
ar: عرض مقتطفات الموضوع

source: Display Post Meta
ar: عرض معلومات الموضوع

source: Display Comment Number
ar: عرض رقم التعليقات

source: Display Post Date
ar: عرض التاريخ

source: Display Categories Meta
ar: عرض الفئات (Categories Meta)

source: Display Author Name
ar: عرض اسم المؤلف

source: Featured Image
ar: الصورة المميزة

source: Blog Element Hover Effects
ar: تاثير عنصر الموضوع عند تمرير السهم

source: Blog Image Hover Effects
ar: تأثير صورة الموضوع عند تمرير السهم

source: Second Title
ar: العنوان الفرعي

source: Display Previous/Next Pagination
ar: عرض أسهم السابق / التالي لتصفح الموضوع

source: Display Social Share Icons
ar: عرض أيقونات المشاركة الاجتماعية

source: Display Author Box
ar: عرض صندوق الكاتب

source: Display Related Posts
ar: عرض المواضيع ذات الصلة

source: Related Posts Is Slide
ar: مواضيع ذات صلة على شكل منزلق

source: Related Posts Columns
ar: مواضيع ذات صلة على شكل أعمدة

source: Related Posts Count
ar: عدد المواضيع ذات صلة

source: Pagination background color
ar: لون خلفية مرقم الصفحات

source: Blog Page
ar: صفحة المدونة

source: Select the blog page name which will be used as main blog page
ar: عين رابط لصفحة المدونة والذي سيتم استخدامه كصفحة المدونة الرئيسية

source: Header text size
ar: حجم خط العنوان

source: Header Font Style
ar: نمط الخط رأس

source: Widget Body/Link Text Size
ar: حجم خط الودجت

source: Widget Body/Link Font Style
ar: نمط الخط الجسم/رابط الودجت

source: Cart
ar: السلة

source: Cart Dropdown
ar: السلة المنسدلة

source: My Account
ar: حسابي

source: Wishlist
ar: الأماني

source: Shop Layout
ar: تخطيط المتجر

source: Shop Columns
ar: اعمدة المتجر

source: Five
ar: خمسة

source: Six
ar: ستة

source: Product Per Page
ar: المنتج لكل صفحة

source: Shop Element Hover Effects
ar: تأثير التحويم على عنصر المنتج

source: Noor Sort
ar: ترتيب مخصص لنور

source: Quick View?
ar: عرض سريع؟

source: Product Layout
ar: تخطيط المنتج

source: Single Product Gallery Type
ar: نوع المعرض للمنتج المنفرد

source: Bottom Thumbnails
ar: الصور المصغرة السفلية

source: Sticky Description
ar: وصف ثابت

source: Product Nav
ar: رأس المنتج

source: Share Buttons
ar: أزرار المشاركة

source: Product Tabs
ar: تبويب المنتج

source: Description Tab
ar: تبويب الوصف

source: Additional Information Tab
ar: تبويب المعلومات اضافية

source: Reviews Tab
ar: تبويب المراجعة

source: Slide Animation Type
ar: نوع الحركة

source: Related Products
ar: منتجات ذات صلة

source: Related Product Columns
ar: منتجات ذات صلة أعمدة

source: Related Product Post Count
ar: عدد مواضيع المنتجاتذات الصلة

source: Upsells
ar: رفع المبيعات

source: Upsell Columns
ar: أعمدة رفع المبيعات

source: Upsell Post Count
ar: عدد مواضيع رفع البيع

source: Cross Sells
ar: منتجات تسويقية

source: Cross Sells Columns
ar: أعمدة منتجات تسويقية

source: Cross Sells Post Count
ar: عدد مواضيع منتجات تسويقية

source: EDD Layout
ar: تخطيط EDD

source: Inside pagination
ar: الترقيم فب الداخل

source: Full Width
ar: العرض الكامل

source: Footer Parallax
ar: منظور الفوتر

source: Small Footer
ar: ذيل الصفحة الصغير

source: Footer In Center
ar: ذيل الصفحة في المنتصف

source: Link Color
ar: لون الرابط

source: Copyright Info on footer
ar: معلومات حقوق النشر على Footer

source: Copyright Content
ar: محتوى حق النشر

source: Background Color
ar: لون الخلفية

source: Border Color
ar: لون الحدود

source: Background Image
ar: صورة الخلفية

source: Footer Is dark
ar: الفوتر داكن

source: Enabling this option will affect the color scheme of the inputs, dropdown and tags in your footer’s widgets (To change the title, text, link and border colors of your widgets you can find the settings in Footer > Widgets) .
ar: السماح لهذه الخاصية سيؤثر على نمط الألولن الخاص بـالمدخل، المنسدلات، والسمات في قطعة التذييل، (لتغيير العنوان، النص، الرابط ولون الحدود للقطع يمكنك إيجادها في إعدادات > الفوتر > القطع).

source: Footer Background Color
ar: ذيل الصفحة لون الخلفية

source: Footer Background Image
ar: صورة الخلفية للفوتر

source: Back To The Top Arrow
ar: سهم العودة إلى الأعلى

source: Footer Area ( Widgets Area )
ar: منطقه التذييل (منطقه الودجت)

source: Footer Widget Areas
ar: مكان الودجات في الفوتر

source: Second Footer Area ( Widgets Area )
ar: منطقه التذييل الثاني (منطقه الودجت)

source: Second Footer Widget Areas
ar: منطقة الودجات الثانية في الفوتر

source: Widget Header Font Size
ar: حجم خط عنوان الودجت

source: Widget Header Font Style
ar: حجم خط عنوان الودجت

source: Widget Body/Link Font Size
ar: حجم الخط للودجت الجسم/رابط

source: Widget Header Color
ar: لون عنوان الودجت

source: Widget Text Color
ar: لون نص الودجات

source: Widget Link Color
ar: لون رابط الودجات

source: Widget Hover Link Color
ar: لون الرالط في الودجات عند مرور الماوس

source: Widget Border Color
ar: لون حدود الودجات (border)

source: Enable AMP
ar: تفعيل AMP

source: Upload Your AMP Logo
ar: ارفع شعار AMP

source: Facebook App ID
ar: ID تطبيق الفيسبوك

source: Leave a Comment ( Translate )
ar: ترك تعليق (ترجمة)

source: Check Also ( Translate )
ar: شاهد أيضا (ترجمة)

source: Categories ( Translate )
ar: الفئات (ترجمة)

source: Ago ( Translate )
ar: قبل(ترجمة)

source: Tags ( Translate )
ar: الوسوم (ترجمة)

source: Back to top button
ar: سهم العودة إلى الأعلى

source: Footer Logo Image
ar: شعار الفوتر

source: Copyright Text
ar: معلومات حقوق النشر

source: Advertisement Above Content
ar: الإعلانات فوق المحتوى

source: Enter your Ad code, AMP pages support &lt;amp-ad&gt; tag only, <a href="%s" target="_blank">Click Here</a> For More info.
ar: أدخل شفرة الإعلان، دعم صفحات AMP &lt;amp-ad&gt; tag فقط. <a href="%s" target="_blank">إضغط هنا</a> لمعلومات أكثر.

source: Advertisement Below Content
ar: الاعلانات

source: Title Color
ar: لون العنوان

source: Links color
ar: لون الروابط

source: Footer color
ar: لون خلفية ذيل الصفحة

source: Footer border color
ar: لون حدود ذيل الصفحة

source: Ad Blocker Detector
ar: الكاشف عن مانع الإعلانات

source: Above Article Ad
ar: إعلان أعلى المقالة

source: Custom Ad Code -Above-
ar: رابط إعلان مخصص -فوق-

source: Supports: Text, HTML and Shortcodes
ar: (يدعم: نص، HTML والمختصرات)

source: Below Article Ad
ar: إعلان أسفل المقالة

source: Custom Ad Code -Below-
ar: رابط إعلان مخصص -أسفل-

source: [ads1] Ad Shortcode
ar: [ads1] كود مختصر (Shortcde) الإعلان

source: [ads2] Ad Shortcode
ar: [ads2] كود مختصر (Shortcde) الإعلان

source: [ads3] Ad Shortcode
ar: [ads3] كود مختصر (Shortcde) الإعلان

source: [ads4] Ad Shortcode
ar: [ads4] كود مختصر (Shortcde) الإعلان

source: [ads5] Ad Shortcode
ar: ‏‫[ads5] كود مختصر (Shortcde) الإعل

source: Disable GIF Featured Images
ar: تعطيل الصورة المميزة من نوع GIF

source: Lightbox
ar: صندوق العرض

source: Async JavaScript Method
ar: طريقه جافا سكريبت غير متزامنة

source: Defer
ar: ارجاء

source: Please select the method (async or defer) that you wish to enable
ar: الرجاء تحديد الطريقة (التزامن أو التاجيل) التي ترغب في تمكينها

source: Remove ver parameters
ar: إزالة البارامترات ver

source: Remove %s parameter from CSS and JS file calls. It may improve speed in some browsers which do not cache files having the parameter.
ar: إزالة %s المعلمة من ملف CSS و JS. قد يساعد ذلك على تحسين السرعة في بعض المتصفحات التي لا تخزن الملفات التي تحتوي على المعلمة.

source: Optimize WooCommerce scripts
ar: تحسين البرامج النصية ووكومرس

source: Load WooCommerce scripts and styles only on WooCommerce pages (WooCommerce plugin must be enabled).
ar: يتم تحميل ملفات WooCommerce وأنماطها على صفحات WooCommerce فقط (يجب تمكين WooCommerce plugin).

source: Apply Lazy Image
ar: تطبيق الصورة الثقيلة

source: lazy Image mean: Images outside of viewport will not be loaded before user scrolls to them.
ar: الصورة الثقيلة تعني: الصورة خارج العرض لن تحدث قبل التمرير لها.

source: Lazy Placeholder
ar: عنصر نائب للصورة المتأخرة

source: A small image will be shown at first. For best perceived preformance , leave the option off.
ar: سيتم عرض صوره صغيره في البداية. لأفضل preformance المتصورة ، وترك الخيار قباله.

source: Lazy Placeholder Type
ar: نوعية العنصر النائب للصورة

source: Pre-Placeholder
ar: عنصر نائب للصورة محدد مسبقا

source: Small Images
ar: صور صغيره

source: CSS Compiling method
ar: CSS طريقه التحويل البرمجي

source: File
ar: ملف

source: Database
ar: قاعدة البيانات

source: Disabled
ar: معطل

source: Select "File" mode to compile the dynamic CSS to files (a separate file will be created for each of your pages & posts inside of the uploads/dima-styles folder), "Database" mode to cache the CSS in your database, or select "Disabled" to disable.
ar: حدد وضع "ملف" لترجمه css الديناميكي إلى الملفات (سيتم إنشاء ملف منفصل لكل صفحه من صفحاتك والمشاركات داخل مجلد التحميلات/أنماط ديما) ، وضع "قاعده بيانات" لتخزين css في قاعده البيانات الخاصة بك ، أو حدد "معطل" لتعطيله.

source: Cache Server IP
ar: التخزين المؤقت لملقم IP

source: For unique cases where you are using cloud flare and a cache server, ex: varnish cache. Enter your cache server IP to clear the theme options dynamic CSS cache. Consult with your server admin for help.
ar: للحالات الفريدة حيث كنت تستخدم سحابه مضيئه وخادم ذاكره التخزين المؤقت ، السابقين: مخبا الورنيش. ادخل IP الخاص بك خادم ذاكره التخزين المؤقت لمسح خيارات سمه ذاكره التخزين المؤقت CSS ديناميكية. استشر مسؤول الخادم للحصول علي المساعدة.

source: Animation
ar: تأثير الحركة

source: Name
ar: الاسـم

source: Short name
ar: اسم قصير

source: Description
ar: وصف

source: App Display Mode
ar: وضع عرض التطبيق

source: Fullscreen
ar: شاشة كاملة

source: Standalone
ar: مستقل Standalone

source: Minimal UI
ar: الحد الأدنى Minimal UI

source: Browser
ar: المتصفح

source: App Theme Color
ar: لون موضوع التطبيق

source: App background color
ar: لون خلفية التطبيق

source: Space before &lt;/head&gt;
ar: مساحة قبل &lt;/head&gt;

source: Only accepts javascript code wrapped with &lt;script&gt; tags and HTML markup that is valid inside the &lt;head&gt; tag.
ar: يقبل فقط كود جافا سكريبت مغطى &lt;script&gt; علامات و ترميز HTML التي تكون صالحة في &lt;head&gt; tag.

source: Space After &lt;body&gt;
ar: مساحة بعد &lt;/body&gt;

source: Only accepts javascript code, wrapped with &lt;script&gt; tags and valid HTML markup inside the &lt;body&gt; tag.
ar: يقبل فقط كود جافا سكريبت مغطى &lt;script&gt; علامات و ترميز HTML التي تكون صالحة في &lt;head&gt; tag.

source: Space before &lt;/body&gt;
ar: مساحة قبل &lt;/body&gt;

source: Google Map API Key
ar: مفتاح API لخرائط جوجل

source: Custom JavaScript
ar: جافا سكريبت مخصص

source: Loading Logo
ar: شعار التحميل

source: Loading Background Color
ar: لون خلفية تحميل

source: Loading Frame Color
ar: لون إطار خلفية التحميل

source: Use colored icons?
ar: أيقونة ملونة?

source: linkedin
ar: ينكدين

source: Youtube
ar: يوتيوب

source: Vimeo
ar: فيميو

source: Foursquare
ar: فور سكوير

source: Tumblr
ar: تمبلر

source: Instagram
ar: إنستغرام

source: Dribbble
ar: دريبل

source: Flickr
ar: فليكر

source: Behance
ar: بيهانس

source: Whatsapp
ar: واتس اب

source: Soundcloud
ar: ساوند كلاود

source: VK
ar: رابط VK

source: Upload Favicon
ar: رفع ايقونة الموقع

source: There are many favicon generators available online, such as <a href="http://www.convertico.com/" target="_blank" rel="noopener" title="Convertico">Convertico</a> and <a href="http://www.favicon.co.uk/" target="_blank" rel="noopener" title="Favicon.co.uk">Favicon.co.uk</a>.
ar: هناك العديد من مولدات فافيكون المتاحة على الإنترنت، مثل <a href="http://www.convertico.com/" target="_blank" title="Convertico">Convertico</a> و <a href="http://www.favicon.co.uk/" target="_blank" title="Favicon.co.uk">Favicon.co.uk</a> .

source: Apple iPhone Icon
ar: أيقونة ابل اي فون

source: Icon for Apple iPhone (57px x 57px)
ar: أيقونة لآبل اي فون (57 بكسل * 57 بكسل)

source: Apple iPhone Retina Icon
ar: أيقونة الشبكية لابل اي فون

source: Icon for Apple iPhone Retina Version (120px x 120px)
ar: رمز لابل اي فون الشبكية النسخة (120px بكسل * 120 بكسل)

source: Apple iPad Icon
ar: أيقونة أبل اي باد

source: Icon for Apple iPhone (72px x 72px)
ar: أيقونة لابل اي فون (72 بكسل * 72 بكسل)

source: Apple iPad Retina Icon
ar: أيقونة الشبكية لابل اي باد

source: Icon for Apple iPad Retina Version (144px x 144px)
ar: أيقونة الشبكية لابل أي باد نسخة (144بكسل * 144 بكسل)

source: I am using plugin for SEO
ar: انا أستخدم إضافة من أجل “سيو” SEO

source: Open Graph
ar: فتح opengraph

source: Upload opengraph image
ar: تحميل صورة opengraph

source: Image URL which should represent your object within the graph.
ar: عنوان الصورة التي يجب أن تمثل موضوع الرسم البياني.

source: Facebook Pages ID
ar: معرف الفيسبوك (Facebook App ID )

source: Twitter Username (e.g. @pixeldima)
ar: اسم المستخدم على تويتر (مثال @pixeldima)

source: Twitter Account ID
ar: معرّف حساب تويتر

source: Prefetching
ar: الجلب المسبق (Prefetching)

source: Enable or disable prefetching. If user is on homepage, then single page will load faster and if user is on single page, homepage will load faster in modern browsers.
ar: تمكين الجلب المسبق أو تعطيله. إذا كان المستخدم على الصفحة الرئيسية، ثم صفحة واحدة سيتم تحميل أسرع وإذا كان المستخدم على صفحة واحدة، سيتم تحميل الصفحة الرئيسية أسرع في المتصفحات الحديثة.

source: Structure Data
ar: بنية البيانات

source: Default Schema type
ar: نوع المخطط الافتراضي

source: NewsArticle
ar: مقال إخباري

source: Article
ar: مقال

source: BlogPosting
ar: نشر المدونة

source: Display Related Projects
ar: عرض المشاريع ذات صلة

source: Related Projects Style
ar: نمط المشاريع ذات الصلة

source: Related Projects Columns
ar: نظام عرض المشاريع ذات الصلة

source: Related Projects Count
ar: عدد المشاريع ذات الصلة

source: Related Projects Element Hover Effects
ar: تاثير العنصر عند تمرير السهم

source: Related Projects Image Hover Effects
ar: تأثير صورة عند تمرير السهم

source: Portfolio Details
ar: تفاصيل معرض الأعمال

source: Portfolio Details Style
ar: نمط تفاصيل معرض لأعمال

source: Portfolio Details Layout
ar: قالب تفاصيل معرض الأعمال

source: Share icons and Tags
ar: أيقونات المشاركة والوسوم

source: Portfolio Columns
ar: أعمدة معرض الأعمال

source: Portfolio Element Hover Effects
ar: تأثير التحويم على عنصر معرض الأعمال

source: Portfolio Image Hover Effects
ar: تأثير التحويم على الصورة

source: Filters
ar: التصفية

source: No Margin
ar: بدون هامش

source: Count
ar: العدد

source: Pagination
ar: ترقيم الصفحات

source: Portfolio URL Slug
ar: رابط سبيكة معرض الأعمال

source: This option allows you to change the portfolio slug. Set your custom slug which will be displayed instead of portfolio in portfolio URL. Please do not forget to save the permalinks in Settings -> Permalinks after changing this option
ar: هذا الخيار يسمح لك لتغيير سبيكة محفظة. تعيين سبيكة الخاصة بك التي سيتم عرضها بدلا من معرض الأعمال فيرابط معرض الأعمال. من فضلك لا ننسى لحفظ الروابط الثابتة في إعدادات -> الرابط الثابت بعد تغيير هذا الخيار

source: Portfolio page name
ar: اسم صفحة معرض الأعمال

source: Set the title for your portfolio page
ar: أدخل عنوان صفحة معرض الأعمال

source: Portfolio top link source
ar: مصدر رابط معرض الأعمال

source: Portfolio page URL
ar: رابط صفحة معرض الأعال

source: Set the portfolio page URL which will be used as main portfolio page
ar: عين رابط لصفحة معرض الأعمال والذي سيتم استخدامه كصفحة معرض الأعمال الرئيسي

source: Portfolio page
ar: صفحة معرض الأعمال

source: Noor Main
ar: نور الرئيسية

source: white
ar: أبيض

source: paragraph
ar: فقرة

source: Error
ar: خطا

source: Warning
ar: تحذير

source: Success
ar: تم بنجاح

source: Info
ar: معلومات

source: Theme Setup
ar: اعداد الثيم

source: Return to the dashboard
ar: الرجوع الي لوحه التحكم

source: Skip
ar: تخطي

source: Install
ar: تثبيت

source: Import
ar: استيراد

source: Activate
ar: تفعيل

source: Later
ar: لاحقاً

source: Activate %s
ar: تفعيل %s

source: %s is Activated
ar: %s تم تنشيطه

source: Enter your license key to enable remote updates and theme support.
ar: أدخل مفتاح الترخيص لتمكين التحديثات عن بُعد ودعم.

source: License key
ar: مفتاح الترخيص

source: Need help?
ar: هل تحتاج المساعدة?

source: Welcome to %s
ar: مرحبا بكم في %s

source: Hi. Welcome back
ar: مرحبا. مرحبا بعودتك

source: This wizard will set up your theme, install plugins, and import content. It is optional & should take only a few minutes.
ar: سيقوم هذا المعالج بإعداد النسق الخاص بك ، وتثبيت الإضافات ، واستيراد المحتوى. إنه اختياري ويجب أن يستغرق بضع دقائق فقط.

source: You may have already run this theme setup wizard. If you would like to proceed anyway, click on the "Start" button below.
ar: ربما تكون قد قمت بالفعل بتشغيل معالج إعداد سمة هذا. إذا كنت تريد المتابعة على أي حال ، فانقر على الزر "ابدأ" أدناه.

source: Install Child Theme
ar: تثبيت ملف الابن للثيم

source: You're good to go!
ar: كنت على ما يرام!

source: Let's build & activate a child theme so you may easily make theme changes.
ar: دعونا نبني وننشط ملف الابن للثيم بحيث يمكنك بسهولة إجراء تغييرات في الثيم.

source: Your child theme has already been installed and is now activated, if it wasn't already.
ar: تم تثبيت ملف الابن للثيم الخاصة بك وتم تفعيلها الآن بالفعل ، إذا لم تكن قد قمت بذلك بالفعل.

source: Learn about child themes
ar: تعرف على ملف الابن للثيمات

source: Awesome. Your child theme has already been installed and is now activated.
ar: رائع. تم بالفعل تثبيت سمة ابن للثيم ويتم تفعيلها الآن.

source: Awesome. Your child theme has been created and is now activated.
ar: رائع. تم إنشاء سمة ابن الثيم ويتم تفعيلها الآن.

source: Install Plugins
ar: تثبيت الإضافات

source: You're up to speed!
ar: أنت تصل إلى السرعة!

source: Let's install some essential WordPress plugins to get your site up to speed.
ar: لنقم بتثبيت بعض الملحقات الأساسية في ووردبرس للحصول موقع سريع.

source: The required WordPress plugins are all installed and up to date. Press "Next" to continue the setup wizard.
ar: جميع الإضافات المطلوبة في ووردبرس مثبتة ومحدثة. اضغط على "التالي" لمتابعة معالج الإعداد.

source: Advanced
ar: متقدم

source: Import Content
ar: استيراد المحتوى

source: Let's import content to your website, to help you get familiar with the theme.
ar: دعونا نقوم باستيراد المحتوى إلى موقع الويب الخاص بك ، لمساعدتك في التعرف على الثيم.

source: All done. Have fun!
ar: اكتمل .. استمتع !

source: Your theme has been all set up. Enjoy your new theme by %s.
ar: تم إعداد مظهرك بالكامل. استمتع بثيمك الجديد بواسطة %s.

source: Extras
ar: إضافات

source: View your website
ar: عرض موقعك على الويب

source: Noor Documentation
ar: تعليمات الارشادات لقالب نور

source: Get Theme Support
ar: الحصول على دعم الثيم

source: Start Customizing
ar: بدء التخصيص

source: Category Metabox
ar: الفئة Metabox

source: Category Thumbnail Image
ar: صورة مصغرة للفئة

source: Category Page Tile Image
ar: صورة خلفية عنوان الصفحة

source: Category Color
ar: التصنيف:

source: Slider : Below The Menu
ar: المنزلق: أسفل القائمة

source: Choose Slide Template
ar: اختر قالب الشريحة

source: Create New Menu
ar: إنشاء قائمة جديدة

source: Menu layout
ar: تخطيط القائمة

source: Use this option to choose the menu layout for this page
ar: باستخدام هذا الخيار لاختيار نمط القائمة لهته الصفحة

source: logo on center
ar: الشعار فب الوسط

source: Bottom logo
ar: الشعار في الأسفل

source: Transparent Menu?
ar: القائمة شفافة؟

source: Enabling this option will add padding before page title. (deprecated)
ar: سيؤدي تمكين هذا الخيار إلى إضافة مساحة قبل عنوان الصفحة. (إهمال)

source: Display Button?
ar: عرض الزر؟

source: Menu Dark?
ar: القائمة داكنة؟

source: Sub-Menu Dark?
ar: القائمة المنسدلة داكنة؟

source: WPML language switcher?
ar: غير اللغة الخاصة بــ WPML ؟

source: Allows you to have the WPML language switcher in header. Note, WPML plugin must be installed (WPML plugin is not included to the theme pack .You can find the plugin here)
ar: يسمح لك بالحصول على مغير اللغات WPML على الرأسية، ملاحظة: إضافة WPML يجب أن تكون منصبة ( إضافة WPML غير مضمنة مع الثيم يمكنك الحصول على الإضافة هنا)

source: Navigation settings
ar: إعدادات شريط التنقل

source: One Page navigation?
ar: التنقل في صفحة واحدة؟

source: Display Primary Menu?
ar: عرض القائمة الأساسية؟

source: Primary navigation
ar: شريط التنقل الرئيسي

source: Display Icon Menu?
ar: عرض قائمة الأيقونات?

source: Icon navigation
ar: أيقونات شريط التنقل

source: Burger navigation
ar: شريط التنقل برغر

source: Check “On” to display the contents of Burger Menu desktop version in Mobile.
ar: حدد "تشغيل" لعرض محتويات قائمة البرجر الخاصة لأجهزة سطح المكتب على الجوال.

source: burger background Image
ar: صورة خلفية برغر
