Repository: PixelDima/noor-child
Catalog: languages/*.po
Languages: ar

source: Search
ar: بحث

source: Blank - Header, No Footer
ar: راس فارغ ، بدون تذييل

source: Blank - No Header, No Footer
ar: فارغ-لا راس ، لا تذييل

source: Left Sidebar
ar: عمود جانبي أيسر

source: No Sidebar
ar: بدون عمود جانبي

source: Right Sidebar
ar: عمود جانبي أيمن

source: Go Top
ar: الذهاب الأعلى

source: Tags:
ar: الوسوم:

source: Submit Review
ar: أرسل مراجعتك

source: Enter in your query in the search form above.
ar: ادخل ما تود البحث عنه.

source: Search for:
ar: استراد يدوي للقالب:

source: Search...
ar: بحث...

source: Login
ar: تسجيل الدخول

source: Log In
ar: سجّل الدخول

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Keep me signed in
ar: تذكرني

source: Lost Password
ar: نسيت كلمة المرور

source: Enter in your username or email address below then select the &ldquo;Reset&rdquo; button.
ar: أدخل في اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك أدناه ثم اختر زر “إعادة الضبط”.

source: Username or Email
ar: اسم المستخدم او البريد الالكترونى

source: Reset
ar: إعادة تعيين

source: Create an Account
ar: إنشاء حساب

source: Your username must be unique, and cannot be changed later. We use your email address to email you a secure password and verify your account.
ar: اسم المستخدم الخاص بك يجب أن يكون فريد من نوعه، ولا يمكن تغييره فيما بعد، سنستخدم البريد الالكتروني الخاص بك لإرسال كلمة السر والتحقق من حسابك.

source: Email
ar: البريد الالكتروني

source: Register
ar: سجل

source: In reply to:
ar: رد على:

source: Topic:
ar: الموضوع :

source: in group forum
ar: في مجموعة المنتدى

source: in forum
ar: في المنتدى

source: %s's Profile
ar: الصفحة الشخصية %s

source: Profile
ar: الملف الشخصي

source: %s's Topics Started
ar: ‏%s's مواضيع منشئة

source: Topics Started
ar: المواضيع المنشئة

source: %s's Replies Created
ar: %s's الردود التي تم إنشاؤها

source: Replies Created
ar: الردود المنشئه

source: %s's Favorites
ar: %s's المفضلة

source: Favorites
ar: المفضله

source: %s's Subscriptions
ar: %s‪’‬s الاشتراكات

source: Subscriptions
ar: الاشتراكات

source: Edit %s's Profile
ar: تعديل ملف %s's الشخصي

source: Edit
ar: تعديل

source: Facebook
ar: الفيسبوك

source: Twitter
ar: تويتر

source: Pinterest
ar: بينتيريست

source: I wanted you to see this site
ar: أردت منك أن ترى هذا الموقع

source: Edit title
ar: تعديل العنوان

source: Save
ar: حفظ

source: Cancel
ar: الغاء

source: Product Name
ar: اسم المنتج

source: Unit Price
ar: سعر الوحدة

source: Stock Status
ar: حالة المخزون

source: Free!
ar: مجاني!

source: Out of Stock
ar: إنتهى من المخزن

source: In Stock
ar: في المخزن

source: Added on: %s
ar: تمت الإضافة في: %s

source: Move
ar: نقل

source: Shared
ar: مشترك

source: Private
ar: خاص

source: Public
ar: عامة

source: Remove this product
ar: إزالة هذا المنتج

source: Remove
ar: إزالة

source: No products were added to the wishlist
ar: لم تتم إضافة أي منتجات إلى قائمة المفضلات

source: Add the selected products to the cart
ar: إضافة المنتجات المحددة إلى العربة

source: Ask for an estimate
ar: طلب تقدير

source: Your wishlist is currently empty.
ar: قائمة الرغبات فارغة حاليا.

source: You may check out all the available products and buy some in the
ar: قد تحقق من جميع المنتجات المتاحة وشراء بعض في

source: Shop
ar: متجر

source: Search for products
ar: البحث عن منتج

source: Are you sure you want to reset your Customizer settings? is not reversible unless you have previously made a backup of your settings.
ar: هل تريد إعادة تعيين إعدادات مخصص؟ لا يمكن التراجع عن ذالك إلا إذا قمت مسبقاً بإجراء نسخة احتياطية من الإعدادات الخاصة بك.

source: Resets all Dynamic CSS, cleans-up the database and deletes the uploads/dima-styles folder.
ar: إعادة تعيين كافة CSS الديناميكي، وتطهير قاعدة البيانات وحذف uploads/dima-styles المجلد.

source: Yes
ar: نعم

source: No
ar: لا

source: This plugin can only be installed or updated, after you have successfully completed the theme registration on the <a href="%s" target="_blank">Theme License</a> tab.
ar: يمكن تثبيت هذا البرنامج المساعد أو تحديثه فقط، بعد إكمال التسجيل في الموضوع بنجاح في علامة التبويب <a href="%s" target="_blank">"ترخيص</a> الموضوع".

source: Primary Menu
ar: القائمة الرئيسية

source: Icon Menu
ar: قائمة الأيقونات

source: Burger
ar: قائمة برغر

source: Footer Menu
ar: قائمة ذيل الصفحة

source: AMP Menu
ar: قائمة AMP

source: Author
ar: الكاتب

source: %1$s at %2$s
ar: %1$s من %2$s

source: Reply <span class="comment-reply-link-after"></span>
ar: الرد <span class="comment-reply-link-after"></span>

source: Your comment is awaiting moderation.
ar: تعليقك بإنتظار المراجعة.

source: All
ar: الكل

source: By
ar: من طرف

source: Comment
ar: تعليق

source: Comments
ar: تعليقات

source: 0 Comment
ar: 0 تعليق

source: Leave a comment on: &ldquo;%s&rdquo;
ar: اترك تعليق على: &ldquo;%s&rdquo;

source: View all posts in: &ldquo;%s&rdquo;
ar: مشاهدة جميع المشاركات في: &ldquo;%s&rdquo;

source: Noor
ar: نُور

source: Oops!, This Page Could Not Be Found
ar: معذرة، هذه الصفحة غير موجودة

source: The Page are looking for might have been removed, had its name change, or is temporarily unavailable.
ar: الصفحة التي تبحث عنها قد تمت إزالته أو تم تغيير اسمها أو غير متوفرة مؤقتا.

source: Not so happy with results? Search for a new keyword
ar: إذا كنت غير راضي عن نتائج البحث، يرجى إجراء بحث آخر بكلمات اقل واكثر دقة

source: Blog
ar: المدونه (المواضيع)

source: Products
ar: المنتجات

source: Portfolio
ar: معرض أعمال

source: search results for
ar: نتائج البحث عن

source: No results found
ar: لا يوجد نتائج

source: Help & Guides
ar: المساعدة وإرشاد

source: Noor Plugins
ar: إضافات نور

source: Main Sidebar
ar: العمود الجانبي الأساسي

source: Appears on posts and pages that include the sidebar.
ar: يظهر على المواضيع والصفحات التي تحتوي على العمود الجانبي.

source: Portfolio Sidebar
ar: العمود الجانبي معرض لأعمال

source: Appears on portfolio that include the sidebar.
ar: يظهر علي المحفظة التي تتضمن الشريط الجانبي.

source: Burger Area
ar: منطقة البرجر

source: Appears on menu Burger.
ar: يظهر في القائمة برغر.

source: Shop - For WooCommerce Pages
ar: متجر - للصفحات WooCommerce

source: This widget area uses in the WooCommerce pages .
ar: منطقة الويدجات الخاصة بإضافة WooCommerce.

source: Product - Single Product
ar: المنتج - منتج واحد

source: This widget area uses in the WooCommerce Single Product.
ar: يستخدم هذا المجال القطعة في منتج WooCommerce واحد.

source: Forums - For Forums Pages
ar: المنتديات - لصفحات المنتديات

source: This widget area uses in the forums pages .
ar: مساحة هذه الودجت مستخدمة في صفحات المنتديات.

source: EDD Single Page Sidebar
ar: الشريط الجانبي للصفحة الواحدة الخاص بـ EDD

source: This widget area uses in the EDD pages.
ar: منطقة الويدجات الخاصة بإضافة EDD.

source: First Footer Area #
ar: منطقة الفوتر الأولى #

source: Widgetized footer area.
ar: منطقة الويدجت في الفوتر.

source: Second Footer Area #
ar: منطقة الفوتر الثانية #

source: Topic Tags :
ar: الوسوم :

source: To Parent Forum
ar: الرجوع الى المنتدى الرئيسي

source: To Forums List
ar: الرجوع الى قائمة المنتديات

source: Download
ar: تحميل

source: Knowledge Base Main
ar: قاعدة المعرفة الرئيسية

source: This widget area uses in the Knowledge Base pages.
ar: يستخدم هذا المجال للويدجت في صفحات قاعدة المعارف.

source: More
ar: المزيد

source: There doesn&lsquo;t seem to be any available shipping methods. Please double check your address, or contact us if you need any help.
ar: لا يبدو أن هناك أي طرق للشحن المتاحة . يرجى مراجعة عنوانك، أو الاتصال بنا اذا كنت بحاجة إلى أي مساعدة.

source: Quantity:
ar: الكمية:

source: Subtotal :
ar: المجموع الفرعي:

source: View Cart
ar: عرض السلة

source: Checkout
ar: إنهاء الطلب

source: No products in the cart.
ar: لا توجد منتجات في عربة التسوق.

source: Adblock Detected
ar: تم الكشف عن مانع الإعلانات

source: Please consider supporting us by disabling your ad blocker
ar: يرجى دعمنا عن طريق تعطيل مانع الإعلانات

source: Image
ar: الصورة

source: Images
ar: الصور

source: Fonts
ar: الخطوط

source: Styles
ar: الأنماط

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
ar: الصفحة %CURRENT_PAGE% من %TOTAL_PAGES%

source: First Page
ar: الصفحة الأولى

source: Last Page
ar: الصفحة الأخيرة

source: Next
ar: التالي

source: Prev
ar: السابق

source: Pages:
ar: الصفحات :

source: Next Product
ar: المنتج التالي

source: No Next Product
ar: لا توجد منتجات تالية

source: Previous Product
ar: المنتج السابق

source: No Previous Product
ar: لا توجد منتجات سابقة

source: Next Post
ar: الموضوع التالي

source: No Next Post
ar: لا يوجد موشوع تالي

source: Previous Post
ar: الموضوع السابق

source: No Previous Post
ar: لا يوجد موئوع سابق

source: Back
ar: العودة

source: Permalink to: %s
ar: الرابط الثابت إلى: %s

source: Author:
ar: الكاتب:

source: Visit the Facebook Profile for
ar: زيارة الملف الشخصي فيسبوك لـ

source: Visit the Twitter Profile for
ar: زيارة الملف الشخصي تويتر لـ

source: Visit the instagram Profile for
ar: زيارة الملف الشخصي انستاجرام لـ

source: Visit the linkedin Profile for
ar: زيارة الملف الشخصي لينكدن لـ

source: Visit the flickr Profile for
ar: زيارة الملف الشخصي فليكر لـ

source: Visit the youtube Profile for
ar: زيارة الملف الشخصي يوتيوب لـ

source: Visit the pinterest Profile for
ar: زيارة الملف الشخصي بنترست لـ

source: Visit the behance Profile for
ar: زيارة الملف الشخصي بيهنس لـ

source: Visit the dribbble Profile for
ar: زيارة الملف الشخصي دريبل لـ

source: Home
ar: الرئيسية

source: Tag:
ar: وسم:

source: Search:
ar: بحث:

source: 404 - Page not Found
ar: 404 - الصفحة غير موجودة

source: Latest Posts
ar: أحدث المواضيع

source: Search results for: %s
ar: نتائج البحث عن: %s

source: Error 404 Page
ar: صفحة 404 خطأ

source: Daily Archives: %s
ar: الأرشيفات اليومية: %s

source: Monthly Archives: %s
ar: الأرشيفات الشهرية: %s

source: Yearly Archives: %s
ar: الأرشيفات السنوية: %s

source: Assign a Menu
ar: عين قائمة

source: Free
ar: مجاني

source: Client
ar: العميـــل

source: Services
ar: الخدمات

source: Year
ar: السنة

source: Link
ar: الرابط

source: Skill
ar: المهارة

source: Related Projects
ar: مشاريع ذات صلة

source: Main Demo
ar: القالب الرئيسي

source: Business Classic
ar: الأعمال كلاسيكي

source: Business Creative
ar: الأعمال إبداعي

source: Business Modern
ar: الأعمال عصري

source: Construction
ar: بناء

source: Creative Agency
ar: وكالة إبداعية

source: Elegant Restaurant
ar: مطعم أنيق

source: Help Center
ar: مركز المساعدة

source: Medical
ar: طبي

source: Modern Restaurant
ar: مطعم عصري

source: SEO
ar: أرشفة

source: Single Product
ar: عرض المنتجات

source: On
ar: تفعيل

source: Off
ar: إيقاف

source: 10 px
ar: 10 بكسل

source: 20 px
ar: 20 بكسل

source: Material Design
ar: ماتيريال ديزاين

source: Full
ar: كامل العرض

source: Side
ar: العمود الجانبي (Sidebar)

source: Dark
ar: داكن

source: Light
ar: فاتح

source: start
ar: بداية

source: End
ar: النهائة

source: Framed
ar: مؤطر

source: Fullwidth
ar: كامل العرض

source: Boxed
ar: صندوقي

source: Standard
ar: عادي

source: Grid
ar: الشبكة

source: Masonry
ar: جدار

source: Time Line
ar: الخط الزمني

source: minimal Style
ar: نمط بسيط

source: minimal no margin Style
ar: نمط بسيط بدون بدون هامش

source: Inherit
ar: يتوارث

source: Mini
ar: مصغر

source: Classic
ar: كلاسيكي

source: Modern
ar: حديث

source: Page
ar: الصفحة

source: Custom url
ar: رابط مخصص

source: Details on the top
ar: التفاصيل في الأعلى

source: Details on the bottom
ar: التفاصيل في الأسفل

source: Details on the Left
ar: التفاصيل على اليسار

source: Details on the Right
ar: التفاصيل على اليمين

source: Two
ar: اثنان

source: Three
ar: ثلاثة

source: Four
ar: أربعة

source: Full-Width
ar: العرض الكامل

source: Big Navigation
ar: شريط تنقل كبير

source: Logo on center
ar: الشعار في وسط

source: Bottom Logo
ar: الشعار في الأسفل

source: Fixed Left
ar: تثبيت يسار

source: Fixed Right
ar: تثبيت يمين

source: Fixed Left Small
ar: تثبيت يسار صغير

source: Fixed Right Small
ar: تثبيت يمين صغير

source: Static
ar: ثابتة

source: Headroom
ar: هيدروم

source: Sticky
ar: ظاهرة دوماً

source: Sticky (Animated)
ar: ظاهرة دوماً (مع حركة)

source: Logo On Inline
ar: الشعار في نفس السطر

source: Logo On Top
ar: الشعار أعلى

source: Logo On Center
ar: الشعار وسط

source: One
ar: واحد

source: Start
ar: بداية

source: Center
ar: منتصف

source: Bold
ar: عريض

source: Italic
ar: مائل

source: Uppercase
ar: أحرف كبيرة

source: Underline
ar: مسطر

source: None
ar: لا شيء

source: Icon inside
ar: الأيقونة في الداخل

source: default
ar: افتراضي

source: Inside
ar: في الداخل

source: none
ar: لا شيء

source: Zoom-in
ar: تكبير

source: Zoom-out
ar: تصغير

source: Black And White
ar: أسود وأبيض

source: Opacity
ar: الشفافية

source: Slide
ar: شريحة

source: Fade
ar: مع تلاشى

source: Templates
ar: القوالب

source: Site Layout
ar: واجهة الموقع و التنسيق

source: Typography
ar: الخطوط

source: Header
ar: إعدادات الهيدر

source: Sidebar
ar: العمود الجانبي (Sidebar)

source: Footer
ar: إعدادات الفوتر

source: Widgets
ar: ودجات

source: Demos
ar: قوالب جاهزة

source: Site Layout and design
ar: تخطيط الموقع وتصميمه

source: Advanced Settings
ar: اعدادات متقدمة

source: Blog Settings
ar: إعدادات المدونة

source: Shop ( WooCommerce )
ar: متجر (ووكومرس)

source: Layout Settings
ar: الشكل الظاهرى للموقع

source: Frame & Boxed Settings
ar: إعدادات الإطار ( Frame & Boxed )

source: Site Style
ar: شكل الموقغ

source: Other Settings
ar: إعدادات اخرى

source: Header Style & Layouts
ar: نمط الرأس (الهيدر) و تخطيطات

source: Sticky Header
ar: هيدر مثبت

source: Menu
ar: القائمة

source: Sub-Menu
ar: القائمة المنسدلة

source: Menu-burger & Search
ar: قائمة برغر و البحث

source: Logo & Site Identity
ar: الشعار وهوية الموقع

source: Logo (RTL) ( Deprecated )
ar: شعار (RTL) (مهمل)

source: Call to Action Button
ar: زر الاتصال للإجراء

source: Page Title
ar: عنوان الصفحة

source: General Typography
ar: الطباعة العامة

source: Body
ar: الهيئة

source: Main Menu
ar: القائمة الرئيسية

source: Main Menu: Dropdowns
ar: القائمة الرئيسية: المنسدلة

source: Heading H1
ar: العنوان H1

source: Heading H2
ar: العنوان H2

source: Heading H3
ar: العنوان H3

source: Heading H4
ar: العنوان H4

source: Heading H5
ar: العنوان H5

source: Heading H6
ar: العنوان H6

source: Logo
ar: شعار

source: Button
ar: زر

source: Small Footer And Copyright
ar: ذيل الصفحة الصغير و حقوق النشر

source: Latest Posts Settings
ar: أحدث المواضيع

source: Single Post Settings
ar: إعدادات الموضوع

source: Related Posts
ar: مواضيع ذات صلة

source: Search & Archives
ar: بحث & الأرشيف

source: bbPress
ar: بي بي بريس | bbPress

source: BuddyPress
ar: بدي بريس | BuddyPress

source: General Settings
ar: إعدادات عامة

source: Featured Area
ar: منطقة الفوتر

source: Shop Page
ar: صفحة المتجر

source: Base portfolio options
ar: خيارات معرض الأعمال

source: Single portfolio item options
ar: خيارات المشروع

source: Portfolio page options
ar: خيارات صفحة معرض الأعمال

source: Portfolio hover options
ar: خيارات التحويم في معرض الأعمال

source: Portfolio archive page options
ar: خيارات صفحة أرشيف معرض الأعمال

source: Code Fields
ar: حقول الكود

source: Noor AMP
ar: نُور AMP

source: Performance Options
ar: خيارات الاداء

source: Social
ar: الشبكات الإجتماعية

source: Social Graph & SEO
ar: الرسم البياني الاجتماعي و SEO

source: Advertisement
ar: الاعلانات

source: Loading Screen
ar: شاشة التحميل

source: Custom
ar: مخصص

source: Top & Bottom Margin (px)
ar: الهامش اعلى وأسفل (بكسل)

source: Boxed Background Color
ar: لون خلفية في وضع الصندوق

source: Boxed Background Image
ar: صورة الخلفية في وضع الصندوق

source: Boxed Background Repeat
ar: خلفية الموقع المكررة في وضع الصندوق

source: background-repeat
ar: تكرار الخلفية

source: No Repeat
ar: بدون تكرار

source: Repeat All
ar: تكرار الكل

source: Repeat Horizontally
ar: تكرار أفقي

source: Repeat Vertically
ar: تكرار عمودي

source: Define the background repeat. <a href='http://www.w3schools.com/cssref/pr_background-repeat.asp' target='_blank'>Check this for reference</a>
ar: تحديد تكرار الخلفية. <a href='http://www.w3schools.com/cssref/pr_background-repeat.asp' target='_blank'>تحقق من هذا كمرجع</a>

source: Boxed Background Attachment
ar: مرفق الخلفية في وضع الصندوق

source: background-attachement
ar: مرفق الخلفية

source: Fixed
ar: ثابت

source: Scroll
ar: التمرير السلس

source: Define the background attachment. <a href='http://www.w3schools.com/cssref/pr_background-attachment.asp' target='_blank'>Check this for reference</a>
ar: تحديد مرفق الخلفية.<a href='http://www.w3schools.com/cssref/pr_background-attachment.asp' target='_blank'>تحقق من هذا كمرجع</a>

source: Boxed Background Position
ar: موضع الخلفية في وضع الصندوق

source: background-position
ar: موضع الخلفية

source: Left Top
ar: فوق يسارا

source: Left Center
ar: وسط يسارا

source: Left Bottom
ar: تحت يسارا

source: Center Top
ar: وسط فوق

source: Center Center
ar: وسط وسط

source: Center Bottom
ar: وسط تحت

source: Right Top
ar: فوق يمينا

source: Right Center
ar: وسط يمينا

source: Right Bottom
ar: تحت يمينا

source: Define the background position. <a href='http://www.w3schools.com/cssref/pr_background-position.asp' target='_blank'>Check this for reference</a>
ar: حدد موضع الخلفية <a href='http://www.w3schools.com/cssref/pr_background-position.asp' target='_blank'>تحقق من هذا كمرجع</a>

source: Boxed Background Size
ar: حجم الخلفية في وضع الصندوق

source: Define the background size (Default value is 'cover'). <a href='http://www.w3schools.com/cssref/css3_pr_background-size.asp' target='_blank'>Check this for reference</a>
ar: تحديد حجم الخلفية (القيمة الافتراضية هي 'غطاء') <a href='http://www.w3schools.com/cssref/css3_pr_background-size.asp' target='_blank'>تحقق من هذا كمرجع</a>

source: Content Layout
ar: تخطيط المحتوى

source: Header Layout
ar: مخطط الرأس (الهيدر)

source: Navbar Aligning
ar: محاذاة شريط التنقل

source: Menu Full-Width
ar: القائمة كاملة العرض

source: Menu Dark
ar: القائمة داكنة

source: Header Background Color
ar: لون خلفية الهيدر

source: Header Border Color
ar: لون حدود الهيدر

source: Offset By Pixels
ar: إزاحة بمقدار من البكسل (100px)

source: Offset By Element Target
ar: إزاحة بمقدار العنصر المحدد

source: Sticky Header On Mobile
ar: تشغيل / إيقاف الهيدر الثابت على الهواتف

source: Check ON to activate sticky menu on mobile
ar: التحقق من تفعيل القائمة اللزجة علي الجوال

source: Sticky Header Background Color
ar: لون خلفية الهيدر المثبت

source: Sticky Header Menu Font Color
ar: لون الخط للهيدر المثبت

source: Navbar Burger
ar: شريط التنقل برغر

source: Display Desktop-Burger In Mobile
ar: عرض قائمة البرغر المطبقة على الأجهزة الكبيرة في الجوال

source: Burger Style
ar: نمط برغر

source: Navbar Transparent (deprecated)
ar: شريط تنقل شفاف (مهملة)

source: Burger Position
ar: موضع برغر

source: Burger background Image
ar: صورة خلفية برغر

source: Page Title Display
ar: عرض عنوان الصفحة

source: Page Title Padding (px)
ar: الحشو أعلى و أسفل عنوان الصفحة (px)

source: Page Title Style
ar: تنسيق عنوان الصفحة

source: Search form on page title
ar: نموذج البحث في عنوان الصفحة

source: Page Title Dark
ar: عنوان الصفحة داكن

source: Breadcrumbs Display
ar: عرض مسار التتبع

source: Post Type Archives on Breadcrumbs
ar: عرض نوع الموضوع على الانتقالات

source: Turn on to display post type archives in the breadcrumbs path
ar: ‫‫قم بتشغيل لعرض محفوظات نوع المنشور في مسار الانتقالات

source: Page Title Background Image
ar: صورة خلفية عنوان الصفحة

source: Page Title Backgrounds Parallax Style.
ar: نمط المنظر.

source: Parallax
ar: منظور

source: Page Title Background Color
ar: لون خلفية عنوان الصفحة

source: Page Title Background is Cover
ar: خلفية عنوان الصفحة هو الغطاء

source: Side Menu Background Image
ar: صورة خلفية للقائمة الجانبية

source: Work with Fixed Right & Fixed Left menu
ar: تعمل مع شريط التنقل المثبت لليسار واليمين فقط

source: Address
ar: عنوان

source: Phone
ar: الهاتف

source: Today's Date Format
ar: تنسيق التاريخ لليوم

source: For more details see <a href="https://codex.wordpress.org/Formatting_Date_and_Time" target="_blank" rel="noopener">Formatting Date and Time</a>
ar: لمزيد من التفاصيل، انظر <a href="https://codex.wordpress.org/Formatting_Date_and_Time" target="_blank">تنسيقات التاريخ والوقت</a>

source: WPML language switcher
ar: غير اللغة الخاصة بــ WPML

source: Allows you to have the WPML language switcher in header. Note, WPML plugin must be installed (WPML plugin is not included to the theme pack. You can find the plugin here)
ar: يسمح لك بالحصول على مغير اللغات WPML على الرأسية، ملاحظة: إضافة WPML يجب أن تكون منصبة ( إضافة WPML غير مضمنة مع الثيم يمكنك الحصول على الإضافة هنا)

source: Language selection shortcode
ar: اختيار لغة العناصر

source: In this field you can paste the language shortcode provided by the translating plugin
ar: في هذا الحقل يمكنك لصق لغة العنصر الموفر من إضافة الترجمة

source: Copyright Display
ar: عرض حقوق التأليف والنشر

source: This option for vertical menu.
ar: هذا الخيار للقائمة العمودية.

source: Search Style
ar: شكل مربع البحث

source: Search full screen
ar: مريع البحث عرض كامل

source: Search is dark
ar: مربع البحث مع خلفية مضلمة

source: Search/burger background Color
ar: لون خلفية البحث / برجر

source: Search background Image
ar: صورة الخلفية للبحث

source: Logo Width (px)
ar: عَرض الشعار (px)

source: Upload Your Default Logo
ar: تحميل الشعار الافتراضي الخاص بك

source: Upload your logo for sticky & transparent menu
ar: قم برفع شعارك للقائمة الثابتة والشفافة

source: Upload Your Default Logo (Retina Version @2x)
ar: تحميل الشعار الافتراضي الخاص بك (Retina Version @2x)

source: Upload your logo for sticky & transparent menu (Retina Version @2x)
ar: قم برفع شعارك للقائمة الثابتة والشفافة (Retina Version @ 2x)

source: Upload Your Mobile Logo
ar: ارفع شعارك الخاص بالهواتف النقالة

source: Upload Your Mobile Logo (Retina Version @2x)
ar: رفع الشعار الخاص بالهواتف (Retina Version )

source: Upload Your Sticky Logo
ar: رفع الشعار البديل

source: Upload Your Sticky Logo (Retina Version @2x)
ar: رفع الشعار البديل (Retina Version )

source: Display Primary Menu
ar: عرض القائمة الأساسية

source: Display Icon Menu
ar: عرض قائمة الأيقونات

source: Display social icons
ar: عرض أيقونات المشاركة الاجتماعية

source: Call to Action Button on The Menu
ar: زر إتخاذ إجراء (CTA) على القائمة

source: Button URL
ar: رابط الزر

source: Button Text
ar: نص الزر

source: Button CSS Class
ar: فئة الزر ( CSS Cass)

source: Button Background Color
ar: لون خلفية الزر

source: Button Hover Background
ar: لون التحويم على الزر

source: Button Text Color
ar: لون نص الزر

source: Display Underline
ar: عرض تسطير

source: NavBar Underline Hover Color
ar: لون خط التحويم على شريط التنقل

source: Sub-Menu Dark
ar: القائمة المنسدلة داكنة

source: Sub-Menu Background Color
ar: لون خلفية القائمه المنسدله

source: Site Content Width (%)
ar: عُرض محتوى الموقع (%)

source: Site Max Content Width (px)
ar: أقصى عرض لمحتوى الموقع (بكسل)

source: Site Sidebar Width (px)
ar: أقصى عرض للعمود الجانبي

source: Section Padding (px)
ar: المسافة بين القسم و القسم (px)

source: Sticky Sidebar
ar: عمود جانبي لصوق

source: Frame color
ar: لون الإطار

source: Smooth Scroll
ar: التمرير السلس

source: Hover SVG Icon For Post
ar: تحويم أيقونة SVG لـ المواضيع

source: Enter SVG Icon name <a href='https://noor.pixeldima.com/noor-icons/' target='_blank'>(You can choose from the provided icons)</a>
ar: أدخل إسم أيقونة SVG <a href='https://noor.pixeldima.com/noor-icons/' target='_blank'>(يمكنك الاختيار من بين الأيقونات المتوفرة)</a>

source: SVG Icon For Product Link
ar: رمز SVG لرابط المنتج

source: SVG Icon For Product Add to Cart
ar: رمز SVG للمنتج إضافة إلى عربة

source: Hover SVG Icon For Portfolio
ar: تحويم أيقونة SVG لـ المشاريع

source: Burger Menu
ar: منيو برجر (Burger Menu)

source: Mobile Menu
ar: قائمة الجوال

source: Primary Color
ar: اللون الأساسي
